[
  {
    "title": "Cats and Dogs Shared a Common Ancestor",
    "text": "Scientists suggest that cats and dogs originated from a common ancestor — small predators of the Miacidae species, primarily living in trees about 66 million years ago.",
    "type": [
      "cat",
      "dog"
    ]
  },
  {
    "title": "Domestication of Cats Took 120 Thousand Years",
    "text": "Approximately the same amount of time passed from the isolation of the steppe cat subspecies, from which all domestic cats originated, to the beginning of cohabitation with humans.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Cats Started Living with Humans 10 Thousand Years Ago",
    "text": "It was during this time that the rapid development of agriculture in the territories of the modern Middle East encouraged both humans and cats to live together. Pets helped humans protect crops from numerous rodents.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Ancient Egypt — the Cradle of Cat Civilization",
    "text": "Nowhere were cats treated better than in this country. In Egypt, they were considered sacred animals that were revered. Egyptians even worshiped cats in the form of the goddess Bastet. If a domestic pet died, owners shaved their eyebrows as a sign of mourning. Harsh treatment, killing, and smuggling of cats to other countries were met with severe punishment, including death penalty.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Medieval Times — the Worst Period in Cat History",
    "text": "In medieval Europe, cats were considered creatures of the devil and accomplices of 'dark' forces. Black cats, in particular, were believed to be chosen by witches for assistance in magical rituals. Unfortunate pets were often burned at the stake along with their owners.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Cats — the Most Popular Pets on Earth",
    "text": "Fortunately, religious prejudices are a thing of the past, and cats are very popular in our time. Specialists estimate that there are about 600 million domestic cats worldwide. The leader in this regard is Australia, where there are 9 pets per 10 people.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "There are about 200 Breeds of Domestic Cats in the World",
    "text": "Although a rare person can name more than 10-15 breeds. At the same time, there are only about 40 'natural' breeds, and the rest are bred through crossbreeding, sometimes even with wild relatives.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Record Offspring",
    "text": "On average, a cat brings 1 to 6 kittens in one litter. The record, however, is 18 kittens, 15 of which were viable. The most fertile cat is a spotted tabby named Dusty, who lived in Texas, USA. Her owners calculated that she gave birth to over 400 kittens in her lifetime. The last time she 'became a mom' was already at the age of 19.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Long-Living Cats Exist Too",
    "text": "The average lifespan of cats with proper care is 12-15 years. Often, pets live up to 20 years or more. There are absolute record holders as well. For example, a cat named Creme Puff from the USA lived for 38 years and 3 days.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Giant Cats",
    "text": "In the world of cats, there are giants. Undoubtedly, the largest representatives of non-hybrid domestic breeds are Maine Coons. Their body length can reach 120 cm, and the weight of males is 12-15 kg.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Eternal Kittens",
    "text": "The smallest of natural cat breeds is considered to be the Singapura. Males of this breed grow no more than 3 kg, and females — less than 2 kg.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Cats Have More Bones in Their Bodies Than Humans",
    "text": "The human body consists of 206 bones, while cats have 250. This explains the extraordinary flexibility of their spine.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Cats Move Their Ears with 32 Muscles",
    "text": "Thanks to them, the ears of pets can turn 180 degrees, and cats don't need to constantly turn their heads to 'listen' for prey.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Daytime Vision of Cats Doesn't Excel in Everything Compared to Human Vision",
    "text": "For example, farsightedness is characteristic of these animals. Cats poorly distinguish small objects at a distance of up to 70 centimeters, but can see them perfectly at a distance of 60 meters ahead.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Cats See 6 Times Better Than Humans at Night",
    "text": "Domestic pets need just over 15% of the light that a human would need to see anything in the dark, to see perfectly at night.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Cats Distinguish 3 Colors",
    "text": "They distinguish three colors: red, green, and blue. This was established as a result of experiments. Everything else appears gray to them.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Cats Communicate with Humans Using Meowing",
    "text": "For communication with their fellow cats, pets do not use this sound, except for kittens who attract the cat's attention with meowing.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Cats' Sense of Smell is 14 Times Sharper Than Humans",
    "text": "This is possible thanks to approximately 80 million receptors located in the cats' nasal cavity. They allow distinguishing odors absolutely imperceptible to the human nose.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Cats Sense Smells Not Only with Their Nose",
    "text": "They can detect them with a special organ called Jacobson's organ, located behind the incisors on the upper palate. With its help, pets analyze unfamiliar and intriguing smells. Moreover, they do it in a quite amusing way — by freezing and slightly opening their mouths.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "The Pattern on Each Cat's Nose is Unique",
    "text": "The 'patterns' on each pet's nose are distinctive and cannot be identical, just like the papillary patterns on human fingertips.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Domestic Cats Run Faster Than Usain Bolt",
    "text": "Cats, especially during hunting, can accelerate to speeds of 45-50 km/h. The maximum speed of the legendary 100-meter sprinter Usain Bolt was only slightly above 43 km/h.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Cats Are Among the 'Laziest' Mammals",
    "text": "They can sleep for 16-18 hours a day, and the older the cat, the more time it devotes to sleep. Thus, they spend up to 70% of their lives in this state.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Most of the Time, Cats Groom Themselves",
    "text": "Yes, if they are not sleeping, they are most likely busy taking care of their 'fur coat.' This takes from 30 to 50% of their time, excluding sleep.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Caring for Fur Causes Cats to Lose a Lot of Fluid",
    "text": "By licking their fur, cats get rid of dirt and 'foreign' odors. This process actively produces saliva. To clean their 'fur coat' completely, the animal's body expends as much fluid as it releases during urination.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Cats Don't Sweat",
    "text": "Their fur and skin have no inherent odor. Sweat glands in cats are only present on the paw pads and play an important role in marking territory.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Cats Hunt Not Only for Food",
    "text": "The hunting instinct is triggered in a pet even if it is not hungry but sees prey. Cats also hunt to share their catch with the owner or teach their offspring.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Cats Love Heights",
    "text": "Surely all owners of pets have noticed their desire to climb as high as possible. This is not mere curiosity — at height, a cat feels safe, as it better controls its territory and can detect threats in advance.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Male Cats Are Born Tricolor Only in 0.1% of Cases",
    "text": "In 99.9% of cases, cats with tricolor fur are female. This happens due to differences in the number of sex chromosomes responsible for color. Therefore, male cats with tricolor fur are an incredible rarity and are considered a symbol of luck in many countries.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Cats Don't Like Sweets",
    "text": "Or more precisely, they cannot distinguish a sweet taste due to a genetic mutation. Despite the fact that many cats love ice cream, yogurt, or condensed milk, they are attracted not by sweetness but by the milky taste of these products.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Cats Have Also Been in Space",
    "text": "Everyone knows the legendary Belka and Strelka — dogs who first visited space. But few know that on October 18, 1963, a French cat named Felicette also orbited the Earth, after which she safely returned home.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Cats Can Be Wealthy",
    "text": "A wealthy British antique dealer who passed away in 1988 left a significant part of his estate to his beloved cat Blackie. 13 million dollars were divided among three charities that were obligated to provide for Blackie until the end of her life. She remains the richest cat in history to this day.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Cats Are Not Idle at All",
    "text": "Pets who were slightly less fortunate than Blackie work honestly and get 'paid' for it. For example, at the State Hermitage Museum in St. Petersburg, Russia, cats have been serving since the 18th century. They protect museum exhibits from rodents, are officially listed on the staff, have all the necessary veterinary documents, and receive compensation for their work.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Cats Occupy Leadership Positions",
    "text": "For instance, a cat named Stubbs served as the mayor of the small town of Talkeetna in Alaska for a whole 15 years. And in one of the cities in Japan, a cat named Nitama works as the chief of a railway station.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Dogs Recognize Their Owners by Smell",
    "text": "Dogs possess an amazing sense of smell and can recognize their owners by scent even after a prolonged absence.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Dogs Can Sense Human Emotions",
    "text": "Research shows that dogs can recognize human emotions, distinguishing joy from sadness or fear.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Over 340 Different Dog Breeds",
    "text": "There are over 340 recognized dog breeds, ranging from small Chihuahuas to large Great Danes.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Dogs Can Learn Dozens of Commands",
    "text": "Most dogs can learn dozens of commands and words, making them one of the smartest domestic animals.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Dogs Can Assist People with Limited Abilities",
    "text": "Dogs are used as assistants for people with limited abilities, such as guiding the blind or supporting individuals with hearing impairments.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Dogs Can Predict Some Diseases",
    "text": "Some dogs have the ability to sense changes in their owners' health and predict certain diseases, such as epilepsy or hypoglycemia.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Dogs Have Their Unique Paw Prints",
    "text": "Similar to how humans have unique fingerprints, dogs have unique paw prints that can be used for their identification.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Dogs Can Understand Up to 250 Words",
    "text": "Some dog breeds can understand up to 250 words and gestures, making them some of the most communicative animals.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Dogs Can Sense Earthquakes",
    "text": "Dogs have sensitivity to earthquakes and can sense them before they occur.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Dogs Have a Third Eyelid",
    "text": "Dogs have a third eyelid, known as the nictitating membrane, which helps protect their eyes and keep them moist.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Dogs Are Sensitive to Other Dogs' Ear Positions",
    "text": "Dogs pay attention to the ear positions of other dogs to determine their mood and intentions.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Dogs Can Express Emotions Through Their Tail",
    "text": "A dog's tail can serve as an indicator of its emotional state, expressing joy, fear, aggression, or curiosity.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Dogs Can Understand Human Intonation",
    "text": "Dogs can recognize and respond to human intonation, facilitating communication between them and people.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Dogs Can Be Left- or Right-Pawed",
    "text": "Like humans, dogs can have a preferred paw — left or right. This can be observed by noting which paw the dog leads with when running.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Dogs Can Detect Odors Over Long Distances",
    "text": "Dogs possess an astonishing ability to detect odors over long distances, making them excellent trackers and search assistants.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Dogs Can Dream While Sleeping",
    "text": "Research shows that dogs can experience dreams, similar to how it happens in humans.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Dogs Feel Comfortable in Packs",
    "text": "Dogs have an instinct for pack behavior and feel most comfortable in the company of other dogs or their owners.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Dogs Can Differentiate Colors",
    "text": "Although not as well as humans, dogs can differentiate some colors, especially blue and yellow.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Dogs Have Unique Nose Prints",
    "text": "Similar to how a human can be identified by a fingerprint, a dog can be identified by a unique nose print.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Dogs Exhibit Incredible Loyalty",
    "text": "Dogs are known for their loyalty and devotion to their owners, making them excellent companions.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Dogs Can Sense Fear and Anxiety",
    "text": "Dogs can sense fear and anxiety and even show concern for their owners when they experience emotional stress.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Dogs Can Assist in Rehabilitation",
    "text": "Dogs are used in rehabilitation programs to support and assist people in recovering from injuries or illnesses.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Dogs Have a Sense of Humor",
    "text": "Dogs can react to human humor and express joy, for example, when their owners laugh.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Dogs Can Support Emotional Health",
    "text": "Dogs are often used in therapy to support emotional well-being and reduce stress levels in people.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Dogs Have Individual Personalities",
    "text": "Each dog has its unique personality, although the breed may influence general behavioral traits.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Dogs Can Sense Human Pregnancy",
    "text": "Dogs can detect changes in body chemistry and sense human pregnancy in their owners.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Dogs Can Assist in Hunting",
    "text": "Many dog breeds are used in hunting for tracking and pursuing game, as they have excellent scent detection and endurance.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Dogs Can Differentiate People's Moods",
    "text": "Dogs can sense the mood of their owners and those around them, reacting accordingly.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Hamsters Can Sleep Up to 18 Hours a Day",
    "text": "Hamsters are sleep experts and can spend up to 18 hours a day in a state of sleep.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Hamsters Store Food in Their Cheeks",
    "text": "A hamster's cheeks extend from its head to its shoulders, and they can expand when needed to store food reserves.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Hamsters Can Swim",
    "text": "Hamsters are excellent swimmers and can move through water if necessary.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Hamsters Have Incredible Agility",
    "text": "Hamsters can cover up to 8 miles in a night, and their small paws make them incredibly agile.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Hamsters Are Rodents",
    "text": "Hamsters constantly need to gnaw to maintain the health of their teeth, which grow continuously.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Hamsters Are Among the Few Nocturnal Rodents",
    "text": "Hamsters are mainly active at night, making them typical representatives of nocturnal rodents.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Hamsters Can Curl Into a Ball",
    "text": "When hamsters sense a threat, they can roll themselves into a ball, creating a protective layer with their fur.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Hamsters Can Differentiate Smells Over Long Distances",
    "text": "Hamsters' scent receptors are located in their cheeks, helping them distinguish smells over fairly long distances.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Hamsters Can Climb the Ceiling of Their Cage",
    "text": "Hamsters have amazing dexterity and can climb the ceiling of their cage using their paws.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Hamsters Can Determine the Gender of Their Offspring",
    "text": "Hamsters have the remarkable ability to determine the gender of their offspring depending on environmental conditions.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Hamsters Can Take Sand Baths",
    "text": "Hamsters often take sand baths to maintain the cleanliness of their fur and care for their skin.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Hamsters Can Jump Impressive Distances",
    "text": "Hamsters have powerful hind legs and can jump impressive distances, especially when they need to escape danger.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Hamsters Can Express Joy Through Soft Food Sounds",
    "text": "When hamsters are happy, they make soft food-like sounds resembling chirping to express their joy.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Hamsters Can Seal Their Burrows",
    "text": "Hamsters can use their soft cheeks to seal the entrances to their burrows, making them more cozy and secure.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Hamsters Can Play Dead",
    "text": "When hamsters feel fear or stress, they can play dead to cope with an unpleasant situation.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Hamsters Can Hide Their Food for Future Use",
    "text": "Hamsters are accustomed to hoarding and can hide food in various corners of their cage for future use.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Hamsters Can Run at a Tremendous Speed",
    "text": "Hamsters have an impressive running speed (5 km/h), especially when they need to run away from danger.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Hamsters Can Form Territories in Their Cages",
    "text": "Hamsters often form territories in their cages by marking them with their scent and creating cozy corners for sleep and rest.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Hamsters Can Be Trained",
    "text": "With a good approach and patience, hamsters can be trained to perform specific commands and tricks.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Hamsters Love Running Wheels",
    "text": "Hamsters enjoy running on wheels, not only helping them maintain physical fitness but also providing entertainment.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Hamsters Can Change the Color of Their Fur",
    "text": "The color of hamsters' fur can change depending on the season and environmental conditions to provide better camouflage.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Hamsters Have Excellent Memory",
    "text": "Hamsters can memorize routes and the location of their food reserves, helping them survive in the wild.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Hamsters Can Make Sounds for Communication",
    "text": "Hamsters can produce various sounds such as squeaking, hissing, and chattering to communicate with others.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Hamsters Can Be Social Creatures",
    "text": "Some species of hamsters, like dwarf hamsters, can be social and enjoy the company of their peers.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Hamsters Can Climb Ropes",
    "text": "Hamsters have climbing skills and can ascend ropes, creating interesting entertainment for themselves and their owners.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Hamsters Can Live in the Wild for Several Years",
    "text": "In the wild, hamsters can live up to three years, and in captivity, with proper care and nutrition, even longer.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Rabbits Are Social Animals",
    "text": "Wild rabbits typically live in groups, and social interaction is an essential part of their behavior.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Rabbits Have Excellent Hearing",
    "text": "The ability of rabbits to hear frequencies up to 42 kHz makes them extremely sensitive to sounds in the surrounding environment.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Rabbits Have Almost 360-Degree Vision",
    "text": "Rabbit eyes are located almost all around their heads, providing them with a wide field of view and minimizing blind spots.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Rabbits Can Jump Over 1 Meter in Height",
    "text": "Rabbits have strong and muscular hind legs, allowing them to jump impressive heights for their size.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Rabbits Have Continuously Growing Teeth",
    "text": "Rabbit teeth grow constantly, and they need to chew constantly to avoid dental problems.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Rabbits Have Soft and Thick Fur",
    "text": "Rabbit fur has a soft texture and covers their bodies with a dense layer, helping them retain warmth in cold periods.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Rabbits Can Be Trained",
    "text": "With the right approach, rabbits can learn commands and perform various tricks, similar to dogs.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Rabbits Are Sensitive to Temperature Changes",
    "text": "Rabbits are prone to overheating and heatstroke, so it's essential to maintain an optimal temperature for them.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Rabbits Can Produce Sounds for Communication",
    "text": "Rabbits can make various sounds, including purring, growling, and squeaking, to communicate with other rabbits and their owners.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Rabbits Come in Various Fur Colors",
    "text": "There are many different fur colors in rabbits, including black, white, gray, brown, and even multicolored.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Rabbits Can Jump Up to 3 Meters in Length",
    "text": "Rabbits have outstanding jumping skills and can cover significant distances in a single leap.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Rabbits Have Good Memory",
    "text": "Rabbits have a good memory and can remember various objects and landscapes in their territory.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Rabbits Can Influence the Gender of Their Offspring",
    "text": "Rabbits have the remarkable ability to influence the gender of their offspring depending on environmental conditions.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Rabbits Can Develop Quickly",
    "text": "Rabbits reach sexual maturity quickly and can have offspring within a few months after birth.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Rabbits Are Altruistic Parents",
    "text": "Rabbits care for their offspring, providing them with warmth, food, and protection during the first weeks of life.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Rabbits Can Hide from Danger",
    "text": "Rabbits, sensing a threat, can quickly hide in their burrow or tall grass to avoid danger.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Rabbits Have Sharp Sense of Smell",
    "text": "The rabbits' sense of smell is well-developed, helping them detect food and avoid danger.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Rabbits Love to Play",
    "text": "Rabbits can play with toys, run around, and jump, expressing their joy and activity.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Rabbits Are Herbivores",
    "text": "The main part of a rabbit's diet consists of grass, hay, and various types of vegetables.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Rabbits Can Be Pets",
    "text": "Many rabbits adapt well to home environments and can become wonderful pets requiring care and attention.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Rabbits Can Be Trained to Use a Litter Box",
    "text": "With proper training, rabbits can learn to use a litter box, making it more convenient to care for them.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Rabbits Can Live in Natural Burrows",
    "text": "In the wild, rabbits can build complex burrows, providing shelter from predators and weather conditions.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Rabbits Have Individual Personalities",
    "text": "Each rabbit has its unique personality, and they can exhibit various behavioral traits and characteristics.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Rabbits Can Sleep with Open Eyes",
    "text": "Rabbits can sleep with their eyes open, helping them react quickly to potential threats around them.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Rabbits Can Become Aggressive Under Stress",
    "text": "Stress can trigger aggressive behavior in rabbits, and it's essential to create calm conditions for them.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Rabbits Can Recognize Their Owners",
    "text": "Rabbits can recognize their owners by scent, voice, and even appearance, showing joy when they approach.",
    "type": [
      "rabbit"
    ]
  }
]