[
  {
    "title": "У кошек и собак был общий предок",
    "text": "Ученые предполагают, что кошки и собаки произошли от одного предка — мелких хищников из вида Miacidae, живших в основном на деревьях примерно 66 миллионов лет назад.",
    "type": [
      "cat",
      "dog"
    ]
  },
  {
    "title": "Одомашнивание кошек заняло 120 тысяч лет",
    "text": "Примерно столько времени прошло от момента обособления подвида степной кошки, от которой произошли все домашние, до начала совместной жизни с человеком.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Кошки стали жить с людьми 10 тысяч лет назад",
    "text": "Именно тогда бурное развитие сельского хозяйства на территориях стран современного Ближнего Востока сподвигло людей и кошек жить вместе. Питомцы помогали человеку сберечь урожай от многочисленных грызунов.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Древний Египет — колыбель кошачьей цивилизации",
    "text": "Наверное, нигде не относились к кошкам лучше, чем в этой стране. В Египте они считались священными животными, которых оберегали. Египтяне даже поклонялись кошкам в образе богини Бастет. Если домашний питомец умирал, владельцы в знак траура сбривали себе брови. А за грубое обращение, убийство и контрабанду кошек в другие страны виновных ждало суровое наказание, вплоть до смертной казни.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Средневековье — худшее время в кошачьей истории",
    "text": "В Средневековой Европе кошек считали порождением дьявола и пособниками «темных» сил. Особенно «не везло» кошкам черного окраса — считалось, что именно таких заводили ведьмы для помощи в магических обрядах. За это несчастных питомцев нередко сжигали на кострах вместе с их хозяйками.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Кошки — самые популярные домашние животные на Земле",
    "text": "К счастью, религиозные предрассудки ушли в прошлое, и в наше время кошки очень популярны. Специалистами подсчитано, что всего в мире живет около 600 млн домашних кошек. Лидер в этом плане — Австралия: здесь на 10 человек населения приходится 9 питомцев.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "В мире насчитывается около 200 пород домашних кошек",
    "text": "Хотя, редкий человек сможет назвать больше 10-15. При этом «натуральных» пород всего около 40, остальные выведены путем скрещивания, иногда даже с дикими сородичами.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Рекордное потомство",
    "text": "В среднем за один помет кошка приносит от 1 до 6 котят. Рекорд же — 18 котят, 15 из которых оказались жизнеспособны. А самой плодовитой кошкой считается пятнистая табби по кличке Дасти, жившая в американском Техасе. Хозяева подсчитали, что за всю жизнь она родила более 400 котят. При этом, последний раз она «стала мамой» уже на 19-м году жизни.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Среди котов тоже бывают долгожители",
    "text": "Средняя продолжительность жизни кошек при должном уходе — 12-15 лет. Нередко питомцы доживают до 20 лет и более. Но есть и абсолютные рекордсмены. Например, кошка по кличке Кримм Пафф из США прожила 38 лет и 3 дня.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Кошки-гиганты",
    "text": "В мире кошек есть свои гиганты. Безусловно, самыми крупными представителями негибридных домашних пород являются мейн-куны. Длина их тела может достигать 120 см, а вес котов — 12-15 кг.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Вечные котята",
    "text": "Самой маленькой из натуральных пород кошек считается сингапурская. Коты этой породы вырастают не больше 3 кг, а кошки — менее 2 кг.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "В организме кошек больше костей, чем у человека",
    "text": "Человеческое тело состоит из 206 костей, а у кошек их 250. Этим объясняется необычайная гибкость их позвоночника.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Кошки двигают ушами с помощью 32 мышц",
    "text": "Благодаря им уши питомцев способны поворачиваться на 180 градусов, и кошкам не нужно постоянно вертеть головой, «выслушивая» добычу.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Дневное зрение кошек не во всем превосходит человеческое",
    "text": "Например, для этих животных характерна дальнозоркость. Кошки плохо различают мелкие предметы на расстоянии до 70 сантиметров, но могут прекрасно видеть их за 60 метров впереди.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Ночью кошки видят в 6 раз лучше людей",
    "text": "Домашним питомцам достаточно чуть больше 15% того света, при котором человек смог бы хоть что-то разглядеть в темноте, чтобы прекрасно видеть ночью.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Кошки различают 3 цвета",
    "text": "Они различают три цвета: красный, зеленый и синий. Это было установлено в результате экспериментов. Все остальное они видят серым.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "С помощью мяуканья кошки общаются только с людьми",
    "text": "Для коммуникации со своими сородичами питомцы этот звук не используют, за исключением котят, которые привлекают мяуканьем внимание кошки.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Обоняние кошек в 14 раз острее человеческого",
    "text": "Это возможно благодаря примерно 80 млн рецепторов, находящихся в носовой полости у котов. Они позволяют различать абсолютно неуловимые для человеческого носа запахи.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Кошки чувствуют запахи не только носом",
    "text": "Они могут улавливать их специальным органом Якобсона, находящимся за резцами на верхнем небе. С его помощью питомцы анализируют незнакомые и заинтересовавшие их запахи. Причем, делают это они довольно забавным образом — замерев и приоткрыв рот.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Рисунок на мочке носа каждой кошки — уникален",
    "text": "«Узоры» на носу каждого питомца отличаются и не могут быть одинаковыми, так же как и папиллярные узоры на подушечках пальцев человека.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Домашняя кошка бегает быстрее Усейна Болта",
    "text": "Кошки, особенно во время охоты, могут разгоняться в беге до 45-50 км/ч. Максимальная скорость легендарного рекордсмена в беге на 100 метров лишь немного превысила 43 км/ч.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Кошки — одни из самых «ленивых» млекопитающих",
    "text": "Они могут спать по 16-18 часов в сутки, и чем старше кошка — тем больше времени она уделяет сну. Таким образом, именно в этом состоянии питомцы проводят до 70% своей жизни.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Большую часть времени бодрствования кошки ухаживают за собой",
    "text": "Да, если они не спят — то, скорее всего, заняты уходом за своей «шубкой». Это занимает у них от 30 до 50% времени за вычетом сна.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "При уходе за шерстью кошка теряет много жидкости",
    "text": "Вылизывая свою шерсть, кошка избавляется от загрязнений и «чужих» запахов. При этом активно выделяется слюна. И чтобы очистить «шубку» полностью, организм животного тратит столько же жидкости, сколько выделяет при мочеиспускании.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Кошки не потеют",
    "text": "Их шерсть и кожа не имеют собственного запаха. Потовые железы у кошек присутствуют лишь на подушечках лап и играют важную роль в разметке территории.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Кошки охотятся не только для пропитания",
    "text": "Охотничий инстинкт срабатывает у питомца, даже если он не голоден, но видит добычу. Также кошки охотятся для того, чтобы поделиться добычей с хозяином или обучить потомство.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Кошки любят высоту",
    "text": "Наверняка все хозяева домашних питомцев замечали их желание забраться как можно выше. Это не простое любопытство — на высоте кошка чувствует себя в безопасности, так как лучше контролирует свою территорию и может заранее обнаружить угрозу.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Коты рождаются трехцветными только в 0,1% случаев",
    "text": "А в 99,9% случаев с трехцветным окрасом шерсти рождаются кошки женского пола. Это происходит из-за разницы в числе половых хромосом, отвечающих за окрас. Поэтому коты с трехцветным окрасом — невероятная редкость, и они считаются символом удачи во многих странах.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Кошки не любят сладкое",
    "text": "А если точнее — они не способны различать сладкий вкус из-за генной мутации. И несмотря на то, что многие коты любят мороженое, йогурты или сгущенку — их привлекает не сладость, а молочный вкус этих продуктов.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Кошки тоже были в космосе",
    "text": "Все знают легендарных Белку и Стрелку — собак, впервые побывавших в космосе. Но мало кто знает, что 18 октября 1963 года французская кошка по кличке Феличет тоже побывала на околоземной орбите, после чего благополучно вернулась домой.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Кошки могут быть состоятельными",
    "text": "Скончавшийся в 1988 году богатый британский торговец антиквариатом завещал большую часть состояния своей любимой кошке Блэки. 13 миллионов долларов были поделены между тремя благотворительными организациями, которые обязывались обеспечивать Блэки до конца ее жизни. Она до сих пор осталась самой богатой кошкой в истории.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Кошки — вовсе не бездельники",
    "text": "Питомцы, которым повезло чуть меньше Блэки — честно работают и получают за это «зарплату». Например, в Государственном Эрмитаже в Санкт-Петербурге кошки служат еще с XVIII века. Они защищают музейные экспонаты от грызунов, официально числятся в штате сотрудников, имеют все необходимые ветеринарные документы и получают вознаграждение за свою работу.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Кошки занимают руководящие посты",
    "text": "Например, кот по кличке Стаббс был мэром небольшого городка Талкитна на Аляске целых 15 лет. А в одном из городов Японии кот по имени Нитама работает начальником железнодорожной станции.",
    "type": [
      "cat"
    ]
  },
  {
    "title": "Собаки узнают своих хозяев по запаху",
    "text": "Собаки обладают удивительным чувством обоняния и могут узнавать своих хозяев по запаху даже после длительного отсутствия.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Собаки могут чувствовать человеческие эмоции",
    "text": "Исследования показывают, что собаки способны распознавать человеческие эмоции, отличая радость от грусти или страха.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Более 340 различных пород собак",
    "text": "Существует более 340 признанных пород собак, от маленьких чихуахуа до огромных датских догов.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Собаки способны выучить десятки команд",
    "text": "Большинство собак способны выучить десятки команд и слов, что делает их одними из самых умных домашних животных.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Собаки могут помогать людям с ограниченными возможностями",
    "text": "Собаки используются в качестве помощников для людей с ограниченными возможностями, например, с проведением слепых или поддержкой людей с нарушениями слуха.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Собаки могут предсказывать некоторые болезни",
    "text": "Некоторые собаки обладают способностью чувствовать изменения в здоровье своих хозяев и предсказывать некоторые болезни, такие как эпилепсия или гипогликемия.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Собаки имеют свои уникальные отпечатки лап",
    "text": "Подобно тому, как у человека есть уникальные отпечатки пальцев, у собак есть уникальные отпечатки лап, которые можно использовать для их идентификации.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Собаки способны понимать до 250 слов",
    "text": "Некоторые породы собак могут понимать до 250 слов и жестов, что делает их одними из самых коммуникабельных животных.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Собаки способны ощущать землетрясения",
    "text": "Собаки обладают чувствительностью к землетрясениям и могут почувствовать их до того, как они произойдут.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Собаки имеют третье веко",
    "text": "Собаки имеют третье веко, известное как мигающая перепонка, которая помогает защитить их глаза и увлажнять их.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Собаки чувствительны к положению ушей других собак",
    "text": "Собаки обращают внимание на положение ушей других собак, чтобы определить их настроение и намерения.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Собаки могут выражать свои эмоции через хвост",
    "text": "Хвост собаки может служить индикатором ее эмоционального состояния, выражая радость, страх, агрессию или любопытство.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Собаки могут понимать человеческую интонацию",
    "text": "Собаки способны распознавать и реагировать на человеческую интонацию, что облегчает коммуникацию между ними и людьми.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Собаки могут быть левшами или правшами",
    "text": "Как и у людей, у собак может быть предпочтительная лапа - левая или правая. Это можно заметить, наблюдая, какая лапа собаки первой выходит вперёд при беге.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Собаки способны улавливать запахи на длительные расстояния",
    "text": "Собаки обладают ошеломляющей способностью улавливать запахи на длительные расстояния, что делает их отличными следователями и поисковыми помощниками.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Собаки могут мечтать во сне",
    "text": "Исследования показывают, что собаки способны переживать сновидения, подобно тому, как это происходит у людей.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Собаки чувствуют себя комфортно в стае",
    "text": "Собаки имеют инстинкт стайного поведения и чувствуют себя наиболее комфортно, находясь в обществе других собак или своих хозяев.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Собаки могут различать цвета",
    "text": "Хотя не так хорошо, как люди, собаки способны различать некоторые цвета, особенно синий и жёлтый.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Собаки имеют свои уникальные отпечатки носа",
    "text": "Подобно тому, как человек может быть идентифицирован по отпечатку пальца, собаку можно идентифицировать по уникальному отпечатку носа.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Собаки обладают невероятной верностью",
    "text": "Собаки известны своей верностью и преданностью своим хозяевам, что делает их отличными компаньонами.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Собаки способны чувствовать страх и тревогу",
    "text": "Собаки могут чувствовать страх и тревогу и даже проявлять заботу о своих хозяевах, когда те испытывают эмоциональное напряжение.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Собаки могут помогать в реабилитации",
    "text": "Собаки применяются в программах реабилитации для поддержки и помощи людям в восстановлении после травм или болезней.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Собаки обладают чувством юмора",
    "text": "Собаки могут реагировать на человеческий юмор и проявлять радость, например, когда их хозяева смеются.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Собаки могут поддерживать эмоциональное здоровье",
    "text": "Собаки часто применяются в терапии для поддержки эмоционального здоровья и снижения уровня стресса у людей.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Собаки обладают индивидуальными характерами",
    "text": "Каждая собака имеет свой уникальный характер, хотя порода может влиять на общие черты поведения.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Собаки могут ощущать беременность у человека",
    "text": "Собаки могут улавливать изменения в химии тела и ощущать беременность у своих хозяев.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Собаки могут поддерживать в охоте",
    "text": "Многие породы собак используются в охоте для поиска и преследования дичи, так как они обладают отличным обонянием и выносливостью.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Собаки могут различать настроение людей",
    "text": "Собаки могут чувствовать настроение своих хозяев и окружающих, а также реагировать соответствующим образом.",
    "type": [
      "dog"
    ]
  },
  {
    "title": "Хомяки могут спать до 18 часов в сутки",
    "text": "Хомяки - мастера по сну и могут проводить до 18 часов в сутки в состоянии сна.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Хомяки хранят еду в своих щеках",
    "text": "Щеки хомяка расположены от головы и до самых плеч, в нужный момент они раздуваются и туда помещаются запасы еды",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Хомяки могут плавать",
    "text": "Хомяки отлично плавают и могут передвигаться по воде, если это необходимо.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Хомяки обладают невероятной подвижностью",
    "text": "Хомяки могут пройти до 8 миль в ночь, их маленькие лапки делают их изумительно подвижными.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Хомяки грызуны",
    "text": "Хомяки постоянно нуждаются в занятии грызением для поддержания здоровья своих зубов, которые растут постоянно.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Хомяки одни из немногих ночных грызунов",
    "text": "Хомяки активны в основном ночью, что делает их типичными представителями ночных грызунов.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Хомяки могут сворачиваться в комочек",
    "text": "Когда хомяки чувствуют угрозу, они могут закатывать себя в комочек, создавая защитный слой из своей шерсти.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Хомяки могут различать запахи на далекие расстояния",
    "text": "Запаховые рецепторы у хомяков находятся в щечках, что помогает им различать запахи на довольно больших расстояниях.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Хомяки могут лазать по потолку своей клетки",
    "text": "Хомяки обладают удивительной ловкостью и могут лазать по потолку своей клетки, используя свои лапки.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Хомяки могут самостоятельно определять пол своих потомков",
    "text": "У хомяков есть удивительная способность определять пол своих потомков в зависимости от условий окружающей среды.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Хомяки могут принимать песчаные ванны",
    "text": "Хомяки часто принимают песчаные ванны, чтобы поддерживать чистоту своей шерсти и ухаживать за кожей.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Хомяки могут прыгать на значительные расстояния",
    "text": "У хомяков мощные задние ноги, и они могут прыгать на впечатляющие расстояния, особенно при необходимости сбежать от опасности.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Хомяки могут выражать радость через мягкие пищевые звуки",
    "text": "Когда хомяки счастливы, они издают мягкие пищевые звуки, напоминающие шипение, чтобы выразить свою радость.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Хомяки могут затушевывать свои норки",
    "text": "Хомяки могут использовать свои мягкие щечки, чтобы затушевывать входы в свои норки, делая их более уютными и безопасными.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Хомяки могут притвориться мертвыми",
    "text": "Когда хомяки чувствуют страх или стресс, они могут притвориться мертвыми, чтобы справиться с неприятной ситуацией.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Хомяки могут прятать свою еду для будущего использования",
    "text": "Хомяки привыкли к запасам и могут прятать еду в различных уголках своей клетки для будущего использования.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Хомяки могут бегать на огромной скорости",
    "text": "Хомяки обладают внушительной скоростью бега (5 км/ч), особенно когда им нужно убежать от опасности.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Хомяки могут образовывать территории в своих клетках",
    "text": "Хомяки часто образуют территории в своих клетках, помечая их своим запахом и создавая уютные уголки для сна и отдыха.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Хомяки могут быть дрессированы",
    "text": "С хорошим подходом и терпением хомяки могут быть дрессированы на выполнение определенных команд и трюков.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Хомяки обожают колесо для бега",
    "text": "Хомяки любят бегать в колесе, что не только помогает им поддерживать физическую форму, но и приносит удовольствие.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Хомяки могут изменять цвет своей шерсти",
    "text": "Цвет шерсти хомяков может меняться в зависимости от времени года и условий окружающей среды, чтобы обеспечивать им лучшую маскировку.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Хомяки обладают отличной памятью",
    "text": "Хомяки могут запоминать маршруты и расположение своих запасов, что помогает им выживать в дикой природе.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Хомяки могут издавать звуки для общения",
    "text": "Хомяки могут издавать различные звуки, такие как пищание, шипение и щебетание, чтобы общаться с окружающими.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Хомяки могут быть социальными существами",
    "text": "Некоторые виды хомяков, например, джунгарские хомяки, могут быть социальными и наслаждаться компанией своих собратьев.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Хомяки могут подниматься по веревке",
    "text": "Хомяки обладают навыками лазания и могут подниматься по веревкам, создавая интересное развлечение для них самих и их владельцев.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Хомяки могут жить в природных условиях несколько лет",
    "text": "В дикой природе хомяки могут жить до трех лет, а в неволе при правильном уходе и питании - еще дольше.",
    "type": [
      "hamster"
    ]
  },
  {
    "title": "Кролики являются социальными животными",
    "text": "Кролики в природе обычно живут в группах, и социальное взаимодействие является важной частью их поведения.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Кролики обладают отличным слухом",
    "text": "Способность кроликов слышать частоты до 42 кГц делает их чрезвычайно восприимчивыми к звукам в окружающей среде.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "У кроликов почти 360-градусное зрение",
    "text": "Глаза кроликов расположены почти по всему периметру их головы, обеспечивая им широкий обзор и минимизируя слепые зоны.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Кролики могут прыгать на высоту более 1 метра",
    "text": "Кролики обладают сильными и мускулистыми задними ногами, позволяющими им прыгать на впечатляющие высоты для своего размера.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "У кроликов постоянно растущие зубы",
    "text": "Зубы кроликов растут постоянно, и им нужно постоянно грызть, чтобы избежать проблем с зубами.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Кролики обладают мягкой и толстой шерстью",
    "text": "Шерсть кроликов имеет мягкую текстуру и покрывает их тело плотным слоем, который помогает им сохранять тепло в холодные периоды.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Кролики могут быть дрессированы",
    "text": "С правильным подходом кролики могут учиться командам и выполнять различные трюки, подобно собакам.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Кролики чувствительны к температурным изменениям",
    "text": "Кролики легко перегреваются и подвержены тепловому удару, поэтому им важно поддерживать оптимальную температуру.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Кролики способны производить звуки для общения",
    "text": "Кролики могут издавать различные звуки, включая мурчание, шипение и писк, чтобы общаться с другими кроликами и своими владельцами.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "У кроликов разные окрасы шерсти",
    "text": "Существует множество различных окрасов шерсти у кроликов, включая черный, белый, серый, коричневый и даже разноцветный.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Кролики могут прыгать на длину до 3 метров",
    "text": "Кролики обладают выдающимися навыками в прыжках и могут преодолевать значительные расстояния за один прыжок.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "У кроликов хорошая память",
    "text": "Кролики обладают хорошей памятью и могут запоминать различные объекты и ландшафты в своей территории.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Кролики могут влиять на пол у своих детенышей",
    "text": "У кроликов есть удивительная способность влиять на пол своих детенышей в зависимости от условий окружающей среды.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Кролики могут быстро развиваться",
    "text": "Кролики быстро достигают половой зрелости и могут иметь потомство всего через несколько месяцев после рождения.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Кролики являются альтруистичными родителями",
    "text": "Кролики проявляют заботу о своих детенышах и обеспечивают их теплом, питанием и защитой в течение первых недель жизни.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Кролики могут скрываться от опасности",
    "text": "Кролики, чувствуя угрозу, могут быстро скрываться в своей норе или в высокой траве, чтобы избежать опасности.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Кролики обладают острым обонянием",
    "text": "Способность обоняния у кроликов развита хорошо, что помогает им обнаруживать еду и избегать опасности.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Кролики любят играть",
    "text": "Кролики могут играть с игрушками, бегать вокруг и прыгать, выражая свою радость и активность.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Кролики являются травоядными",
    "text": "Основная часть рациона кроликов состоит из травы, сена и различных видов овощей.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Кролики могут быть домашними питомцами",
    "text": "Многие кролики прекрасно приспосабливаются к дому и могут стать прекрасными домашними питомцами, требующими заботы и внимания.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Кролики могут обучаться использованию лотка",
    "text": "С правильным обучением кролики могут научиться использовать лоток для туалета, делая уход за ними более удобным.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Кролики могут жить в природных норах",
    "text": "В природе кролики могут строить сложные норы, предоставляющие им убежище от хищников и погодных условий.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Кролики обладают индивидуальными характерами",
    "text": "У каждого кролика есть свой уникальный характер, и они могут проявлять различные черты поведения и личности.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Кролики могут спать с открытыми глазами",
    "text": "Кролики могут спать с открытыми глазами, так как это помогает им быстро реагировать на потенциальные угрозы вокруг.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Кролики могут стать агрессивными при стрессе",
    "text": "Стресс может вызывать агрессивное поведение у кроликов, и важно создавать для них спокойные условия.",
    "type": [
      "rabbit"
    ]
  },
  {
    "title": "Кролики могут узнавать своих владельцев",
    "text": "Кролики могут распознавать своих владельцев по запаху, голосу и даже внешности, проявляя радость при их приближении.",
    "type": [
      "rabbit"
    ]
  }
]