import { IFact } from "@/types/facts.types";

/*
{
    title: '',
    text: '',
    type: []
  },
*/

export const facts: IFact[] = [
  {
    title: 'У кошек и собак был общий предок',
    text: 'Ученые предполагают, что кошки и собаки произошли от одного предка — мелких хищников из вида Miacidae, живших в основном на деревьях примерно 66 миллионов лет назад.',
    type: ['cat', 'dog']
  },
  {
    title: 'Одомашнивание кошек заняло 120 тысяч лет',
    text: 'Примерно столько времени прошло от момента обособления подвида степной кошки, от которой произошли все домашние, до начала совместной жизни с человеком.',
    type: ['cat']
  },
  {
    title: 'Кошки стали жить с людьми 10 тысяч лет назад',
    text: 'Именно тогда бурное развитие сельского хозяйства на территориях стран современного Ближнего Востока сподвигло людей и кошек жить вместе. Питомцы помогали человеку сберечь урожай от многочисленных грызунов.',
    type: ['cat']
  },
  {
    title: 'Древний Египет — колыбель кошачьей цивилизации',
    text: 'Наверное, нигде не относились к кошкам лучше, чем в этой стране. В Египте они считались священными животными, которых оберегали. Египтяне даже поклонялись кошкам в образе богини Бастет. Если домашний питомец умирал, владельцы в знак траура сбривали себе брови. А за грубое обращение, убийство и контрабанду кошек в другие страны виновных ждало суровое наказание, вплоть до смертной казни.',
    type: ['cat']
  },
  {
    title: 'Средневековье — худшее время в кошачьей истории',
    text: 'В Средневековой Европе кошек считали порождением дьявола и пособниками «темных» сил. Особенно «не везло» кошкам черного окраса — считалось, что именно таких заводили ведьмы для помощи в магических обрядах. За это несчастных питомцев нередко сжигали на кострах вместе с их хозяйками.',
    type: ['cat']
  },
  {
    title: 'Кошки — самые популярные домашние животные на Земле',
    text: 'К счастью, религиозные предрассудки ушли в прошлое, и в наше время кошки очень популярны. Специалистами подсчитано, что всего в мире живет около 600 млн домашних кошек. Лидер в этом плане — Австралия: здесь на 10 человек населения приходится 9 питомцев.',
    type: ['cat']
  },
  {
    title: 'В мире насчитывается около 200 пород домашних кошек',
    text: 'Хотя, редкий человек сможет назвать больше 10-15. При этом «натуральных» пород всего около 40, остальные выведены путем скрещивания, иногда даже с дикими сородичами.',
    type: ['cat']
  },
  {
    title: 'Рекордное потомство',
    text: 'В среднем за один помет кошка приносит от 1 до 6 котят. Рекорд же — 18 котят, 15 из которых оказались жизнеспособны. А самой плодовитой кошкой считается пятнистая табби по кличке Дасти, жившая в американском Техасе. Хозяева подсчитали, что за всю жизнь она родила более 400 котят. При этом, последний раз она «стала мамой» уже на 19-м году жизни.',
    type: ['cat']
  },
  {
    title: 'Среди котов тоже бывают долгожители',
    text: 'Средняя продолжительность жизни кошек при должном уходе — 12-15 лет. Нередко питомцы доживают до 20 лет и более. Но есть и абсолютные рекордсмены. Например, кошка по кличке Кримм Пафф из США прожила 38 лет и 3 дня.',
    type: ['cat']
  },
  {
    title: 'Кошки-гиганты',
    text: 'В мире кошек есть свои гиганты. Безусловно, самыми крупными представителями негибридных домашних пород являются мейн-куны. Длина их тела может достигать 120 см, а вес котов — 12-15 кг.',
    type: ['cat']
  },
  {
    title: 'Вечные котята',
    text: 'Самой маленькой из натуральных пород кошек считается сингапурская. Коты этой породы вырастают не больше 3 кг, а кошки — менее 2 кг.',
    type: ['cat']
  },
  {
    title: 'В организме кошек больше костей, чем у человека',
    text: 'Человеческое тело состоит из 206 костей, а у кошек их 250. Этим объясняется необычайная гибкость их позвоночника.',
    type: ['cat']
  },
  {
    title: 'Кошки двигают ушами с помощью 32 мышц',
    text: 'Благодаря им уши питомцев способны поворачиваться на 180 градусов, и кошкам не нужно постоянно вертеть головой, «выслушивая» добычу.',
    type: ['cat']
  },
  {
    title: 'Дневное зрение кошек не во всем превосходит человеческое',
    text: 'Например, для этих животных характерна дальнозоркость. Кошки плохо различают мелкие предметы на расстоянии до 70 сантиметров, но могут прекрасно видеть их за 60 метров впереди.',
    type: ['cat']
  },
  {
    title: 'Ночью кошки видят в 6 раз лучше людей',
    text: 'Домашним питомцам достаточно чуть больше 15% того света, при котором человек смог бы хоть что-то разглядеть в темноте, чтобы прекрасно видеть ночью.',
    type: ['cat']
  },
  {
    title: 'Кошки различают 3 цвета',
    text: 'Они различают три цвета: красный, зеленый и синий. Это было установлено в результате экспериментов. Все остальное они видят серым.',
    type: ['cat']
  },
  {
    title: 'С помощью мяуканья кошки общаются только с людьми',
    text: 'Для коммуникации со своими сородичами питомцы этот звук не используют, за исключением котят, которые привлекают мяуканьем внимание кошки.',
    type: ['cat']
  },
  {
    title: 'Обоняние кошек в 14 раз острее человеческого',
    text: 'Это возможно благодаря примерно 80 млн рецепторов, находящихся в носовой полости у котов. Они позволяют различать абсолютно неуловимые для человеческого носа запахи.',
    type: ['cat']
  },
  {
    title: 'Кошки чувствуют запахи не только носом',
    text: 'Они могут улавливать их специальным органом Якобсона, находящимся за резцами на верхнем небе. С его помощью питомцы анализируют незнакомые и заинтересовавшие их запахи. Причем, делают это они довольно забавным образом — замерев и приоткрыв рот.',
    type: ['cat']
  },
  {
    title: 'Рисунок на мочке носа каждой кошки — уникален',
    text: '«Узоры» на носу каждого питомца отличаются и не могут быть одинаковыми, так же как и папиллярные узоры на подушечках пальцев человека.',
    type: ['cat']
  },
  {
    title: 'Домашняя кошка бегает быстрее Усейна Болта',
    text: 'Кошки, особенно во время охоты, могут разгоняться в беге до 45-50 км/ч. Максимальная скорость легендарного рекордсмена в беге на 100 метров лишь немного превысила 43 км/ч.',
    type: ['cat']
  },
  {
    title: 'Кошки — одни из самых «ленивых» млекопитающих',
    text: 'Они могут спать по 16-18 часов в сутки, и чем старше кошка — тем больше времени она уделяет сну. Таким образом, именно в этом состоянии питомцы проводят до 70% своей жизни.',
    type: ['cat']
  },
  {
    title: 'Большую часть времени бодрствования кошки ухаживают за собой',
    text: 'Да, если они не спят — то, скорее всего, заняты уходом за своей «шубкой». Это занимает у них от 30 до 50% времени за вычетом сна.',
    type: ['cat']
  },
  {
    title: 'При уходе за шерстью кошка теряет много жидкости',
    text: 'Вылизывая свою шерсть, кошка избавляется от загрязнений и «чужих» запахов. При этом активно выделяется слюна. И чтобы очистить «шубку» полностью, организм животного тратит столько же жидкости, сколько выделяет при мочеиспускании.',
    type: ['cat']
  },
  {
    title: 'Кошки не потеют',
    text: 'Их шерсть и кожа не имеют собственного запаха. Потовые железы у кошек присутствуют лишь на подушечках лап и играют важную роль в разметке территории.',
    type: ['cat']
  },
  {
    title: 'Кошки охотятся не только для пропитания',
    text: 'Охотничий инстинкт срабатывает у питомца, даже если он не голоден, но видит добычу. Также кошки охотятся для того, чтобы поделиться добычей с хозяином или обучить потомство.',
    type: ['cat']
  },
  {
    title: 'Кошки любят высоту',
    text: 'Наверняка все хозяева домашних питомцев замечали их желание забраться как можно выше. Это не простое любопытство — на высоте кошка чувствует себя в безопасности, так как лучше контролирует свою территорию и может заранее обнаружить угрозу.',
    type: ['cat']
  },
  {
    title: 'Коты рождаются трехцветными только в 0,1% случаев',
    text: 'А в 99,9% случаев с трехцветным окрасом шерсти рождаются кошки женского пола. Это происходит из-за разницы в числе половых хромосом, отвечающих за окрас. Поэтому коты с трехцветным окрасом — невероятная редкость, и они считаются символом удачи во многих странах.',
    type: ['cat']
  },
  {
    title: 'Кошки не любят сладкое',
    text: 'А если точнее — они не способны различать сладкий вкус из-за генной мутации. И несмотря на то, что многие коты любят мороженое, йогурты или сгущенку — их привлекает не сладость, а молочный вкус этих продуктов.',
    type: ['cat']
  },
  {
    title: 'Кошки тоже были в космосе',
    text: 'Все знают легендарных Белку и Стрелку — собак, впервые побывавших в космосе. Но мало кто знает, что 18 октября 1963 года французская кошка по кличке Феличет тоже побывала на околоземной орбите, после чего благополучно вернулась домой.',
    type: ['cat']
  },
  {
    title: 'Кошки могут быть состоятельными',
    text: 'Скончавшийся в 1988 году богатый британский торговец антиквариатом завещал большую часть состояния своей любимой кошке Блэки. 13 миллионов долларов были поделены между тремя благотворительными организациями, которые обязывались обеспечивать Блэки до конца ее жизни. Она до сих пор осталась самой богатой кошкой в истории.',
    type: ['cat']
  },
  {
    title: 'Кошки — вовсе не бездельники',
    text: 'Питомцы, которым повезло чуть меньше Блэки — честно работают и получают за это «зарплату». Например, в Государственном Эрмитаже в Санкт-Петербурге кошки служат еще с XVIII века. Они защищают музейные экспонаты от грызунов, официально числятся в штате сотрудников, имеют все необходимые ветеринарные документы и получают вознаграждение за свою работу.',
    type: ['cat']
  },
  {
    title: 'Кошки занимают руководящие посты',
    text: 'Например, кот по кличке Стаббс был мэром небольшого городка Талкитна на Аляске целых 15 лет. А в одном из городов Японии кот по имени Нитама работает начальником железнодорожной станции.',
    type: ['cat']
  }
]